    {
        "Home": "Home",
        "About Me": "About Me",
        "My Works": "My Works",
        "Hello!": "Hello!",
        "I am": "I am Laishev Ildar",
        "Web-development": "Web-development",
        "Web-development1": "System Administrator",

        "aboutMe": "About Me",
        "iAm": "I am",
        "name": "Ildar Laishev",
        "frontEndDeveloper": "Front-end Developer",
        "description": "I create responsive websites using HTML and CSS, and I can work with the server. If your project needs logic, I can add it using JavaScript and its libraries React and TypeScript.",
        
        "aboutMe1": "About Me",
        "iAm1": "I am",
        "name1": "Ildar Laishev",
        "frontEndDeveloper1": "Front-end Developer",
        "description1": "I create responsive websites using HTML and CSS, and I can add data from the server.",

        "aboutMe2": "About Me",
        "iAm2": "I am",
        "name2": "Ildar Laishev",
        "frontEndDeveloper2": "Front-end Developer",
        "description2": "I create responsive websites using HTML and CSS, and I can add data from the server.",
        
        "aboutMeU1": "About Me",
        "iAmU1": "I am",
        "nameU1": "Ildar Laishev",
        "frontEndDeveloperU1": "Front-end Developer",
          "frontendTasks": "Frontend Development tasks involve: Converting designs into HTML, Styling with CSS, Adding interactivity with JavaScript, Optimizing performance, Ensuring responsiveness, Ensuring cross-browser compatibility, Using frameworks and libraries.",
        
        "jobTitle": "System Administrator",
        "jobDescription": "A specialist providing reliable and secure operation of the organization's IT infrastructure, including computer systems, servers, and networks. A key role in maintaining the uninterrupted operation of the business, protecting data, and optimizing IT resources.",
        "keySkills": "Key Skills and Experience",
        "skill1": "Administration of operating systems: Deep knowledge of Windows Server and Linux.",
        "skill2": "Network technologies: Expert knowledge of TCP/IP, DNS, DHCP, VPN.",
        "skill3": "Hardware: Experience with server hardware (Dell, HP, Supermicro).",
        "skill4": "Virtualization: Experience with virtualization systems (VMware, Hyper-V).",
        "skill5": "Information security: Knowledge of information security principles, installation and configuration of firewalls and antivirus software.",
        "skill6": "Monitoring systems: Ability to work with monitoring systems (Nagios, Zabbix).",
        "skill7": "Automation: Ability to write scripts (Bash, PowerShell).",
        "skill8": "Languages: English (technical documentation).",
        "responsibilities": "Responsibilities:",
        "responsibility1": "Installation and configuration: Installation and configuration of servers, computers, network equipment and software.",
        "responsibility2": "Ensuring operability: Monitoring performance, identifying and troubleshooting problems, backing up and restoring data.",
        "responsibility3": "Ensuring security: Installing and configuring protection measures, monitoring network activity, developing and implementing security policies, responding to incidents.",
        "responsibility4": "Account management: Creating, modifying, and deleting user accounts, assigning access rights.",
        "responsibility5": "User support: Providing technical support, developing and conducting training.",
        "responsibility6": "IT infrastructure documentation: Maintaining documentation on the IT infrastructure.",
        "responsibility7": "Planning and development: Participating in the planning of IT infrastructure development, implementing new technologies.",
        "specializationsLabel": "Specializations (depending on experience and organization size):",
        "specialization1": "Network administrator",
        "specialization2": "System engineer",
        "specialization3": "Database administrator (DBA)",
        "specialization4": "Security administrator",
        
        "aboutMeU3": "About Me",
        "iAmU3": "I am",
        "nameU3": "Ildar Laishev",
        "frontEndDeveloperU3": "Front-end Developer",
        "descriptionU3": "I create responsive websites using HTML and CSS, and I can add data from the server.",

        "contactMe": "Contact Me",
        "nameLabel": "Name",
        "emailLabel": "Email",
        "messageLabel": "Message",
        "send": "Send"
    }

