    {
        "Home": "Главная",
        "About Me": "Обо мне",
        "My Works": "Мои работы",
        "Hello!": "Здравствуйте!",
        "I am": "Я Лаишев Ильдар",
        "Web-development": "Веб-разработчик",
        "Web-development1": "Системный Администратор",

        "aboutMe": "Обо мне",
        "iAm": "Я",
        "name": "Лаишев Ильдар",
        "frontEndDeveloper": "Фронт-енд разработчик",
        "description": "Я создаю адаптивные веб-сайты, используя HTML и CSS, а также могу работать с сервером. Если вашему проекту нужна логика, я могу добавить её, используя JavaScript и его библиотеки React и TypeScript.",
        
        "aboutMe1": "Обо мне",
        "iAm1": "Я",
        "name1": "Лаишев Ильдар",
        "frontEndDeveloper1": "Фронт-енд разработчик",
        "description1": "Я создаю адаптивные веб-сайты, используя HTML и CSS, а также могу добавлять данные с сервера.",
        
        "aboutMe2": "Обо мне",
        "iAm2": "Я",
        "name2": "Лаишев Ильдар",
        "frontEndDeveloper2": "Фронт-енд разработчик",
        "description2": "Я создаю адаптивные веб-сайты, используя HTML и CSS, а также могу добавлять данные с сервера.",
        
        "aboutMeU1": "Обо мне",
        "iAmU1": "Я",
        "nameU1": "Лаишев Ильдар",
        "frontEndDeveloperU1": "Фронт-енд разработчик",
        "frontendTasks": "В задачи frontend-разработки входит: Преобразование дизайнов в HTML, Стилизация с помощью CSS, Добавление интерактивности с JavaScript, Оптимизация производительности, Обеспечение адаптивности, Обеспечение кроссбраузерности, Использование фреймворков и библиотек.",
        
        "jobTitle": "Системный администратор",
        "jobDescription": "Специалист, обеспечивающий надежную и безопасную работу IT-инфраструктуры организации, включая компьютерные системы, серверы и сети. Ключевая роль в поддержании бесперебойной работы бизнеса, защите данных и оптимизации IT-ресурсов.",
        "keySkills": "Ключевые навыки и опыт",
        "skill1": "Администрирование операционных систем: Глубокие знания Windows Server и Linux.",
        "skill2": "Сетевые технологии: Экспертное владение TCP/IP, DNS, DHCP, VPN.",
        "skill3": "Аппаратное обеспечение: Опыт работы с серверным оборудованием (Dell, HP, Supermicro).",
        "skill4": "Виртуализация: Опыт работы с системами виртуализации (VMware, Hyper-V).",
        "skill5": "Информационная безопасность: Знание принципов информационной безопасности, установка и настройка брандмауэров и антивирусного ПО.",
        "skill6": "Системы мониторинга: Умение работать с системами мониторинга (Nagios, Zabbix).",
        "skill7": "Автоматизация: Умение писать скрипты (Bash, PowerShell).",
        "skill8": "Языки: Английский язык (техническая документация).",
        "responsibilities": "Обязанности:",
        "responsibility1": "Установка и настройка: Установка и настройка серверов, компьютеров, сетевого оборудования и программного обеспечения.",
        "responsibility2": "Обеспечение работоспособности: Мониторинг производительности, выявление и устранение проблем, резервное копирование и восстановление данных.",
        "responsibility3": "Обеспечение безопасности: Установка и настройка средств защиты, мониторинг сетевой активности, разработка и внедрение политик безопасности, реагирование на инциденты.",
        "responsibility4": "Управление учетными записями: Создание, изменение и удаление учетных записей пользователей, назначение прав доступа.",
        "responsibility5": "Поддержка пользователей: Оказание технической поддержки, разработка и проведение обучения.",
        "responsibility6": "Документирование IT-инфраструктуры: Ведение документации на IT-инфраструктуру.",
        "responsibility7": "Планирование и развитие: Участие в планировании развития IT-инфраструктуры, внедрение новых технологий.",
        "specializationsLabel": "Специализации (в зависимости от опыта и размера организации):",
        "specialization1": "Сетевой администратор",
        "specialization2": "Системный инженер",
        "specialization3": "Администратор баз данных (DBA)",
        "specialization4": "Администратор безопасности",
        
                "aboutMeU3": "Обо мне",
                "iAmU3": "Я",
                "nameU3": "Лаишев Ильдар",
                "frontEndDeveloperU3": "Фронт-енд разработчик",
                "descriptionU3": "1. Создание и редактирование документов:\n\n•  Microsoft Word:\n  •  Написание и форматирование отчетов, писем, резюме, дипломных работ, статей и других текстовых документов.\n  •  Создание шаблонов документов для стандартизации и ускорения процесса работы.\n  •  Вставка и редактирование изображений, таблиц, диаграмм и других объектов.\n ... (продолжение текста) ... \nВладение Microsoft Office является важным навыком для многих профессий и может значительно упростить выполнение различных задач как в профессиональной, так и в личной жизни.", 
        
        "contactMe": "Связаться со мной",
        "nameLabel": "Имя",
        "emailLabel": "Email",
        "messageLabel": "Сообщение",
        "send": "Отправить"

    }
