    {
        "Home": "Bosh sahifa",
        "About Me": "Men haqimda",
        "My Works": "Mening ishlarim",
        "Hello!": "Salom!",
        "I am": "Men Laishev Ildar",
        "Web-development": "Veb-dasturlash", 
        "Web-development1": "Tizim Administratori", 

        "aboutMe": "Men haqimda",
        "iAm": "Men",
        "name": "Laishev Ildar",
        "frontEndDeveloper": "Front-end dasturchi",
        "description": "Men HTML va CSS yordamida moslashuvchan veb-saytlar yarataman va server bilan ishlay olaman. Agar loyihangizga mantiq kerak bo'lsa, men uni JavaScript va uning React va TypeScript kutubxonalari yordamida qo'shishim mumkin.",
        
        "aboutMe1": "About Me",
        "iAm1": "I am",
        "name11": "Ildar Laishev",
        "frontEndDeveloper1": "Front-end Developer",
        "description1": "I create responsive websites using HTML and CSS, and I can add data from the server.",
        
        "aboutMe2": "About Me",
        "iAm2": "I am",
        "name12": "Ildar Laishev",
        "frontEndDeveloper2": "Front-end Developer",
        "description12": "I create responsive websites using HTML and CSS, and I can add data from the server.",

        "aboutMeU1": "About Me",
        "iAmU1": "I am",
        "name1U1": "Ildar Laishev",
        "frontEndDeveloperU1": "Front-end Developer",
          "frontendTasks": "Frontend rivojlantirish vazifalari: Dizaynlarni HTMLga aylantirish, CSS bilan uslublash, JavaScript bilan interaktivlik qo'shish, Ishlashni optimallashtirish, Moslashuvchanlikni ta'minlash, Brauzerlararo muvofiqlikni ta'minlash, Framework va kutubxonalardan foydalanish.",
        
        "jobTitle": "Tizim administrator",
        "jobDescription": "Tashkilotning IT infratuzilmasining ishonchli va xavfsiz ishlashini ta'minlovchi mutaxassis, jumladan, kompyuter tizimlari, serverlar va tarmoqlar. Biznesning uzluksiz ishlashini qo'llab-quvvatlash, ma'lumotlarni himoya qilish va IT resurslarini optimallashtirishda muhim rol o'ynaydi.",
        "keySkills": "Asosiy ko'nikmalar va tajriba",
        "skill1": "Operatsion tizimlarni boshqarish: Windows Server va Linux bo'yicha chuqur bilim.",
        "skill2": "Tarmoq texnologiyalari: TCP/IP, DNS, DHCP, VPN bo'yicha ekspert bilimlariga ega.",
        "skill3": "Uskuna: Server uskunalari (Dell, HP, Supermicro) bilan ishlash tajribasi.",
        "skill4": "Virtualizatsiya: Virtualizatsiya tizimlari (VMware, Hyper-V) bilan ishlash tajribasi.",
        "skill5": "Axborot xavfsizligi: Axborot xavfsizligi tamoyillarini bilish, o'rnatish va olov devorlari va antivirus dasturlarini sozlash.",
        "skill6": "Monitoring tizimlari: Monitoring tizimlari (Nagios, Zabbix) bilan ishlash qobiliyati.",
        "skill7": "Avtomatlashtirish: Ssenariylar yozish qobiliyati (Bash, PowerShell).",
        "skill8": "Tillar: Ingliz tili (texnik hujjatlar).",
        "responsibilities": "Vazifalar:",
        "responsibility1": "O'rnatish va sozlash: Serverlar, kompyuterlar, tarmoq uskunalari va dasturiy ta'minotni o'rnatish va sozlash.",
        "responsibility2": "Ishlashni ta'minlash: Ishlashni monitoring qilish, muammolarni aniqlash va bartaraf etish, ma'lumotlarni zaxiralash va tiklash.",
        "responsibility3": "Xavfsizlikni ta'minlash: Himoya choralarini o'rnatish va sozlash, tarmoq faoliyatini monitoring qilish, xavfsizlik siyosatini ishlab chiqish va amalga oshirish, hodisalarga javob berish.",
        "responsibility4": "Hisob qaydnomasini boshqarish: Foydalanuvchi hisoblarini yaratish, o'zgartirish va o'chirish, kirish huquqlarini belgilash.",
        "responsibility5": "Foydalanuvchilarni qo'llab-quvvatlash: Texnik yordam ko'rsatish, o'qitishni ishlab chiqish va o'tkazish.",
        "responsibility6": "IT infratuzilmasini hujjatlashtirish: IT infratuzilmasi bo'yicha hujjatlarni yuritish.",
        "responsibility7": "Rejalashtirish va rivojlantirish: IT infratuzilmasini rivojlantirishni rejalashtirishda ishtirok etish, yangi texnologiyalarni joriy etish.",
        "specializationsLabel": "Mutaxassisliklar (tajriba va tashkilot hajmidan kelib chiqib):",
        "specialization1": "Tarmoq administratori",
        "specialization2": "Tizim muhandisi",
        "specialization3": "Ma'lumotlar bazasi administratori (DBA)",
        "specialization4": "Xavfsizlik administratori",

        "aboutMeU2": "About Me",
        "iAmU2": "I am",
        "name1U2": "Ildar Laishev",
        "frontEndDeveloperU2": "Front-end Developer",
        "description1U2": "I create responsive websites using HTML and CSS, and I can add data from the server.",
        
        "contactMe": "Men bilan bog'lanish",
        "nameLabel": "Ism",
        "emailLabel": "Email",
        "messageLabel": "Xabar",
        "send": "Yuborish"
    }
